Repository: OpenMediaVault-Plugin-Developers/openmediavault-sftp
Catalog: usr/share/openmediavault/locale/*/openmediavault-sftp.po
Languages: hu_hu

source: Allow access to sftp-access group only
hu_hu: Hozzáférés engedélyezése csak az sftp-access csoport számára

source: AllowGroups
hu_hu: Csoportengedélyek

source: Create
hu_hu: Létrehozás

source: Created share.
hu_hu: Megosztás létrejött.

source: Date & Time
hu_hu: Dátum és idő

source: Edit
hu_hu: Szerkesztés

source: Edit share.
hu_hu: Megosztás szerkesztése.

source: Enable
hu_hu: Engedélyezés

source: Enable keyboard-interactive authentication.
hu_hu: Billentyűzet-interaktív hitelesítés engedélyezése.

source: Enable public key authentication.
hu_hu: Nyilvános kulcs alapú hitelesítés engedélyezése.

source: Enable rsyslog logging
hu_hu: Rsyslog naplózás engedélyezése

source: Extra options
hu_hu: További beállítások

source: Hostname
hu_hu: Kiszolgálónév

source: Message
hu_hu: Üzenet

source: Password authentication
hu_hu: Jelszavas azonosítás

source: Please check the <a href='http://www.openbsd.org/cgi-bin/man.cgi?query=sshd_config&sektion=5' target='_blank'>manual page</a> for more details.
hu_hu: További információk a <a href='http://www.openbsd.org/cgi-bin/man.cgi?query=sshd_config&sektion=5' target='_blank'>felhasználói kézikönyvben</a>.

source: Port number. Choose a different one from the default ssh server
hu_hu: Portszám. Érdemes másikat választani az alapértelmezett SSH-kiszolgáló portjánál.

source: Public key authentication
hu_hu: Nyilvános kulcs alapú hitelesítés

source: Select a username ...
hu_hu: Felhasználónév kiválasztása…

source: Settings
hu_hu: Beállítások

source: Shared folder
hu_hu: Megosztott mappa

source: Shared folder to give user access to when connecting via sftp.
hu_hu: Megosztott mappa, melyhez a felhasználónak hozzáférést kell adni, amikor SFTP-vel kapcsolódik.

source: Shares
hu_hu: Megosztás

source: Username
hu_hu: Felhasználónév

source: n/a
hu_hu: nem alkalmazható
